Repository: darcys22/ETHValidatorTgBot
Catalog: locales/*/LC_MESSAGES/*.po
Languages: es

source: CPU
es: UPC

source: Disk usage
es: Uso del disco

source: Validator tools
es: Herramientas de validación

source: Linux tools
es: Herramientas de Linux

source: Ping test
es: Prueba de ping

source: Traceroute test
es: Prueba de traceroute

source: Top processes
es: Los mejores procesos

source: Port check
es: Control de puerto

source: Network speed test
es: Prueba de velocidad de red

source: Current network load
es: Carga de red actual

source: Uptime
es: Tiempo de actividad

source: Main menu
es: Menú principal

source: Wallet balance
es: Saldo de la billetera

source: Time Diff
es: Diferencia de tiempo

source: Election adnl key
es: Clave adnl de elección

source: Error logs
es: Registros de errores

source: Slow logs
es: Registros lentos

source: Restart validator
es: Reiniciar validador

source: Current stake
es: Estaca actual

source: Update stake
es: Actualizar apuesta

source: Belgium
es: Bélgica

source: Bosnia and Herzegovina
es: Bosnia y Herzegovina

source: Croatia
es: Croacia

source: Czech Republic
es: Republica Checa

source: Denmark
es: Dinamarca

source: France
es: Francia

source: Germany
es: Alemania

source: Hungary
es: Hungría

source: Italy
es: Italia

source: Luxembourg
es: Luxemburgo

source: Netherlands
es: Países Bajos

source: Poland
es: Polonia

source: Slovakia
es: Eslovaquia

source: Slovenia
es: Eslovenia

source: Spain
es: España

source: Switzerland
es: Suiza

source: United Kingdom
es: Reino Unido

source: Back to Linux tools
es: Herramientas de Linux

source: Hello
es: Hola

source: I'm here to help you with your TON Validatior server
es: Estoy aquí para ayudarlo con su servidor de validación TON

source: Let's choose what you want?
es: ¿Elegimos lo que quieres?

source: *System load (1,5,15 min):* _
es: *Carga del sistema (1,5,15 min): * _

source: _ *CPU utilization %:* _
es: _ *Utilización de la CPU %:* _

source: Available:
es: Disponible:

source: Used:
es: Usada:

source: *Database size:* _
es: *Tamaño de la base de datos:* _

source: *Archive size:* _
es: *Tamaño del archivo:* _

source: *Node.log size:* _
es: *Tamaño del Node.log:* _

source: You are welcome
es: De nada

source: Balance:
es: Equilibrar:

source: Validator details
es: Herramientas de validación

source: Old adnl key
es: La vieja llave de Adnl

source: New adnl key
es: Nueva llave de adnl

source: Can't get adnl key
es: No puedo conseguir la llave de Adnl

source: Node stopped. RAM & node.log clean. Starting node
es: Nodo se detuvo. RAM y node.log limpio. Nodo de inicio

source: Declined
es: Rechazado

source: Your current stake is
es: Estaca actual:

source: Your current stake
es: Estaca actual:

source: To update your current stake, please send me command /updstake 10001, where 10001 is your new stake
es: Para actualizar su apuesta actual, envíeme el comando /updstake 10001, donde 10001 es tu nueva apuesta

source: Your NEW stake:
es: Tu NUEVA apuesta::

source: Update ERROR. Your current stake is
es: Actualizar ERROR. Su apuesta actual es

source: Be careful. Some processes need time.
es: Ten cuidado. Algunos procesos necesitan tiempo.

source: System start:
es: Inicio del sistema:

source: *Current network load Incoming:* _
es: *Carga de red actual Entrante:* _

source: Mb/s_ *Outgoing:* _
es: Mb/s_ *Saliente:* _

source: MB/s_ *Write:* _
es: MB / s_ *Escribir:* _

source: Check server network speed.
es: Verifique la velocidad de la red del servidor.

source: Be careful. Some processes need time
es: Ten cuidado. Algunos procesos necesitan tiempo

source: Start menu
es: Menú principal

source: High memory load!!!
es: ¡Alta carga de memoria!

source: % I recommend you to restart your *validator* node
es: Le recomiendo reiniciar su nodo *validador*

source: High ping!
es: Ping alto!

source: High CPU Utilization!
es: ¡Alta utilización de la CPU!

source: Your balance is
es: Su balance es

source: Please change your stake
es: Por favor cambia tu apuesta

source: because it is lower than your balance
es: porque es más bajo que tu saldo
